     A                                      DSPSIZ(27 132 *DS4)
     A                                      INDARA
     A          R HOMEMENU
     A            ADDRFM       128A  B  2  1
     A            ADDRTO       128A  B  3  1
     A          R MAPSBF                    SFL
     A            LOCATION     128A  O  2  1
     A          R MAPCTRL                   SFLCTL(MAPSBF)
     A                                      SFLSIZ(2)
     A                                      SFLPAG(1)
     A N99                                  SFLDSP
     A N99                                  SFLDSPCTL
     A  99                                  SFLCLR
     A                                      OVERLAY
     A          R IASNAWINGS
     A  01 02 03
     A  04 05 06
     A  07 08 09                            CA01
     A  10 11 12
     A  13 14 15
     A  16 17 18                            CA02
     A  19 20 21
     A  22 23 24
     A  25 26 27                            CA03
     A  28 29 30
     A  31 32 33
     A  34 35 36                            CA04
     A  37 38 39
     A  40 41 42
     A  43 44 45                            CA05
     A  46 47 48
     A  49 50 51
     A  52 53 54                            CA06
     A  55 56 57
     A  58 59 60
     A  61 62 63                            CA07
     A  64 65 66
     A  67 68 69
     A  70 71 72                            CA08
     A  73 74 75
     A  76 77 78
     A  79 80 81                            CA09
     A  82 83 84
     A  85 86 87
     A  88 89 90                            CA10
     A  91 92 93
     A  94 95 96
     A  97 98 99                            CA11
